module.exports =  {
    superManager: {'10001': '商家入驻', '10002': '公告通知', '10005': '搜索', '10006': '我的商铺',
    '10007': '审核列表', '10009': '我的订单', '10011': '用户权限管理', '10012': '我的信息', '10013': '商家订单', '10014': '服务购买'},
    common: {'10002': '公告通知', '10005': '搜索',  '10009': '我的订单', '10012': '我的信息', '10014': '服务购买'},
    seller: {'10001': '商家入驻', '10002': '公告通知', '10006': '我的商铺', '10009': '我的订单', '10012': '我的信息', '10013': '商家订单', '10014': '服务购买'},
    manager: {'10007': '审核列表','10002': '公告通知', '10009': '我的订单', '10011': '用户权限管理', '10012': '我的信息', '10014': '服务购买'}
}
// 功能      权限编号
// 商家入驻     10001
// 公告通知     10002
// 停车         10003
// 报刊订阅     10004
// 搜索         10005
// 我的商铺     10006
// 审核列表     10007
// 车位管理     10008
// 我的订单     10009
// 报刊管理     10010
// 用户权限管理     10011
// 我的信息     10012
// 商家订单     10013
// 服务购买     10014